/* Scene refresh tutorial text, full refresh, no swipe */
"A completely new pattern will be made from scratch." = "真新しいパターンが一から作成されます。";

/* Copy button title */
"Copy" = "コピー";

/* Copy button title, busy state */
"Copying" = "コピー中";

/* Facebook share default text */
"Created with Deko. dekoapp.com" = "Dekoで作成. dekoapp.com";

/* Photo album title, do not localize */
"DEKO1" = "DEKO1";

/* Alert, dismiss button */
"Dismiss" = "却下";

/* Share by email button title */
"Email" = "Eメール";

/* Email not configured error description */
"Email has not been configured on this device." = "Eメールはこの装置で設定されていません。";

/* Share to Facebook button title */
"Facebook" = "Facebook";

/* Purchase button, waiting for price */
"Fetching price..." = "価格入手中…";

/* Tutorial, gallery button */
"Gallery" = "ギャラリー";

/* IAP view, title */
"High quality export" = "高画質エクスポート";

/* Unlock high quality export button title */
"High\nquality export" = "高\n画質エクスポート";

/* Email share default text */
"Made with Deko.\ndekoapp.com" = "Dekoで作成。\ndekoapp.com";

/* Scene refresh tutorial text, no changes to settings */
"Make another version of this pattern." = "このパターンで他のバージョンを作成。";

/* Scene refresh, full refresh */
"New" = "新しい";

/* Gallery view, no saved patterns */
"No saved patterns." = "保存されたパターンがありません。";

/* Generic share button title, busy state */
"Preparing" = "準備中";

/* Undo tutorial text */
"Previous" = "戻る";

/* Scene refresh tutorial text, full refresh, swipe */
"Pull halfway and release to adjust the current pattern." = "現在のパターンを調整するために半分引き下げてからリリースしてください。";

/* Purchase failed alert, title */
"Purchase failed" = "購入が失敗しました";

/* Tutorial, remove from gallery */
"Remove from Gallery" = "ギャラリーから除去";

/* IAP view, restore button */
"Restore" = "復元";

/* Tutorial, save to gallery */
"Save to Gallery" = "ギャラリーへ保存";

/* Save to photos button title */
"Save to photos" = "写真へ保存";

/* Save to photos button title, busy state */
"Saving" = "保存中";

/* Error message, no access to photo library */
"Saving failed. Access to the library is probably denied." = "保存が失敗しました。ライブラリーへのアクセスが拒否されているかもしれません。";

/* Tutorial, share and export */
"Share and Export" = "シェアとエクスポート";

/* IAP purchased alert, message */
"Thank you." = "ありがとうございます。";

/* Scene refresh tutorial text, some changes to settings */
"The further you pull, the more the pattern will change." = "引けば引くほど、ますますパターンが変わります。";

/* Share to Twitter button title */
"Twitter" = "Twitter";

/* IAP view copy, iPad */
"Unlock high quality export to get your creations in full fidelity. Use the pixel-perfect patterns as wallpapers or tweak them further in other apps.\n\nSlide the bar on the image to see the difference." = "創作の完全な忠実性度を得るために高画質エクスポートをアンロックしよう。見事なピクセルパターンをウォールペーパーとして使用するか、他のアプリで調整する。\n\nイメージのバーをスライドするこによって、違いを比較することが出来ます。";

/* IAP view copy, iPhone */
"Unlock high quality export to get your creations in full fidelity.\nUse the pixel-perfect patterns as wallpapers or tweak them further in other apps. Slide the bar on the image to see the difference." = "創作の完全な忠実性度を得るために高画質エクスポートをアンロックしよう。\n見事なピクセルパターンをウォールペーパーとして使用するか、他のアプリで調整する。イメージのバーをスライドするこによって、違いを比較することが出来ます。";

/* Scene refresh, no changes to settings */
"•" = "•";

/* iOS 7 update view, title */
"iOS 7 Parallax Wallpapers" = "iOS 7 用視差効果壁紙";

/* iOS 7 update view, copy */
"Deko now makes pixel-perfect parallax wallpapers for iOS 7. Just use 'Save to photos' and your wallpapers will automatically be the right size." = "ピクセルを完璧に再現し視差効果を施した iOS 7 の壁紙です。[写真へ保存] を選択するだけで、適切な大きさの壁紙に自動変換されます。";

/* iOS 7 update view, dismiss button */
"OK" = "OK";

